[intro.dlc3_nar_intro_spokesman_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Pandora. A planet that once knew only peace and prosperity under the fair and noble direction of the Atlas Corporation.",Time=0)

[intro.dlc3_nar_intro_spokesman_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="But there were those that sought to disrupt our perfect existence.  Thieves and murderers.  Perverts and scoundrels.",Time=0)

[intro.dlc3_nar_intro_spokesman_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="The lawless garbage unleashed an unspeakable evil upon Pandora not known since the age of the Gods.",Time=0)

[intro.dlc3_nar_intro_spokesman_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="But together, we shall not despair. Atlas has not forgotten you.  We are returning and will restore order and security to your planet.",Time=0)

[intro.dlc3_nar_intro_spokesman_5 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="When we arrive, we will rebuild the towns, re-educate your children, and reinvigorate your economy.",Time=0)

[intro.dlc3_nar_intro_athena_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Bullshit. I have choked on the disingenuous lies forged by their corporate greed my entire life and it is a meal I will no longer stomach. We live in huts held together by dry mud and eat skag jerky-- and that is describing a good day, while Atlas dines on Katharian stew and has freshened air pumped into their high rises.",Time=0)

[intro.dlc3_nar_intro_athena_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Atlas is here for two things: Power and revenge, and the order they do it in is irrelevant.",Time=0)

[intro.dlc3_nar_intro_athena_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="We share a common enemy, you and I.  The reward for your death is second only to mine.  That alone should be reason for you to join my cause, but if it is not, and your greed precedes you, then you will gain access to all of their weapons.  Their invasion stockpile will be yours.",Time=0)

[athena.dlc3_nar_echo_athena_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You're late.  We must speak immediately but I'm afraid for my own security and therefore you must jump through a hoop or two.  Talk to the mechanic, he knows where to find me.  And a word of caution, don't touch him if you ever want to eat with your hands again.",Time=0)

[athena.dlc3_nar_echo_athena_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="An Omega-Senshu order has been issued for you. There will be 5 teams assembled to guarantee the objective is successful. That was the first. The Omegas are relentless and highly trained, the elite's elite. The only advantage you have is that their top operative recently... left their employ. Stay alert. Athena out.",Time=0)

[athena.dlc3_nar_echo_athena_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="My location has been compromised.  I'm in danger.  Pick up the pace or you'll be scraping me off the highway.",Time=0)

[athena.dlc3_nar_live_athena_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Your rescue is most agreeable. Thank you. But to be honest, mostly they just wanted to do my nails and talk about boys all the time. I almost sort of liked it here. They were like the sisters I never had because Atlas duped me into killing them-- wow, that got heavy, didn't it?",Time=0)

[athena.dlc3_nar_live_athena_5 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Nevermind. I don't have time to explain everything right now. I need the teleporter straight away. Just give me the PTD.",Time=0)

[athena.dlc3_nar_live_athena_6 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Meet me back at Scooter's. Sorry, this thing only has enough juice for one. Athena out.",Time=0)

[athena.dlc3_nar_echo_athena_7 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="I've managed to use some of Scooter's equipment to mask my signal inside a promotion for a male enhancement product, so it should be safe for us to communicate by ECHO now.   Athena out.",Time=0)

[athena.dlc3_nar_echo_athena_8 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Sit rep is go.  Atlas has been stockpiling weapons in a base on the far side of the Fathoms, past Moxxi's.  This armory is the key to their invasion plan.  If we destroy it, the cost to their bottom line could jeopardize their strategy.  At the very least it will buy the resistance, that is, me, time to prepare. I'll have more when you arrive.  Athena out.",Time=0)

[athena.dlc3_nar_live_athena_9 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="I'm not going to waste any time. There are two objectives that must be fulfilled to destroy the armory. Number 1: Construct a detonator that will send a signal to the bombs stored in the Atlas depot activating their detonation sequence. It will require my knowledge of their computer networks to gather the pieces and construct it, so that is my mission. Number 2: The access code to enter the depot was changed after I went AWOL. Acquiring the new code is your mission.",Time=0)

[athena.dlc3_nar_live_athena_10 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You should start your investigation at the Lance bunker to the north.  If you infiltrate the base, you may be able to locate some record of the access code.",Time=0)

[athena.dlc3_nar_echo_athena_11 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Progress report:  I've acquired the necessary pieces and the mission is on schedule.  The detonator should be prepared by the time you have acquired the code.  Athena out.",Time=0)

[athena.dlc3_nar_echo_athena_12 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="My mission is accomplished.  When you have the code, rendezvous at our previous location.  Athena out.",Time=0)

[athena.dlc3_nar_live_athena_13 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Good.  You're here.  This is the detonator.  Time to take the fight to Atlas.  I'll monitor your progress and provide support from here.  Good luck.",Time=0)

[athena.dlc3_nar_echo_athena_14 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Walking in the front door of the depot is not an option.  The code you acquired is for the side utility entrance.  Be cautious. Athena out.",Time=0)

[athena.dlc3_nar_echo_athena_15 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Thank you.  With Knoxx out of the way I don't need to hide my signal anymore. Find the control room overlooking the warehouse floor.  The computer interface for the detonator should be there. Athena out.",Time=0)

[athena.dlc3_nar_echo_athena_16 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Before you place the detonator, you need to expose the munitions to ensure their destruction.  The controls should be nearby.  Athena out.",Time=0)

[athena.dlc3_nar_echo_athena_17 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="As soon as you place the detonator, the countdown will begin.  I suggest you steal as much weaponry as you can carry before the timer reaches zero.  Consider this your payment for all of the help.  Athena out.",Time=0)

[athena.dlc3_nar_echo_athena_18 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Mission accomplished.  Excellent work.  Return to Scooter's; I've got something for you.  Athena out.",Time=0)

[athena.dlc3_nar_live_athena_19 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="I appreciate all your effort.  I wouldn't have been able to do it without you.  Take this.  You deserve it.",Time=0)

[athena.dlc3_nar_echo_athena_101 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Five minutes remaining.",Time=0)

[athena.dlc3_nar_echo_athena_102 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Four minutes until detonation.",Time=0)

[athena.dlc3_nar_echo_athena_103 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Three minutes remain.",Time=0)

[athena.dlc3_nar_echo_athena_104 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="T-minus two minutes.",Time=0)

[athena.dlc3_nar_echo_athena_105 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="One minute until you are a red smear on the sand. Hurry!",Time=0)

[athena.dlc3_nar_echo_athena_106 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You only have 30 seconds left.",Time=0)

[athena.dlc3_nar_echo_athena_107 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Ten seconds!",Time=0)

[athena.dlc3_nar_echo_athena_108 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="5... 4... 3... 2... 1...",Time=0)

[claptrap.dlc3_nar_live_claptrap_101 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="I'm not subject to your laws!  I didn't program me to do these things!",Time=0)

[claptrap.dlc3_nar_live_claptrap_102 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Let me out!  She didn't tell me her age!  Girls of all ages like candy!",Time=0)

[claptrap.dlc3_nar_live_claptrap_103 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Mr. Shank?  The check's in the mail, I swear! C'mon man, you gotta believe me!",Time=0)

[claptrap.dlc3_nar_live_claptrap_104 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Oh, I'm having a heart attack.  Ohhh, this is the big one!  I need a medic and a ride to Dr. Zed.  It's growing dim…",Time=0)

[claptrap.dlc3_nar_live_claptrap_105 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="I will do whatever you want just to get me out of here.  Seriously. I mean it. Anything you want. Anything. Think about it.",Time=0)

[claptrap.dlc3_nar_live_claptrap_106 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Swing looooooooow,  sweet chariioooot.  Coming forward to carry me hoooooome.",Time=0)

[claptrap.dlc3_nar_live_claptrap_107 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="When I get out of here some of you bitches are getting stabbed. Matter of fact, I'm going to set the stabbing record on this planet.",Time=0)

[claptrap.dlc3_nar_live_claptrap_108 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Anyone wanna play some bridge?  I got a deck of cards in here.  I'll even tell you what I have.  I'm bidding three nil, but you should probably bid 4 spades... Ah come on, play with me!",Time=0)

[claptrap.dlc3_nar_live_claptrap_109 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="That's what I'm talking about.",Time=0)

[claptrap.dlc3_nar_live_claptrap_110 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="This way, I got something for you.",Time=0)

[claptrap.dlc3_nar_live_claptrap_111 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Damn it!  Just kill me.",Time=0)

[claptrap.dlc3_nar_live_claptrap_112 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hey, look. I'll do whatever you want just to get out of here. Think about it. Nothing's too big, nothing's too small, if you know what I'm saying.",Time=0)

[claptrap.dlc3_nar_echo_claptrap_981 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hello traveler! There are new missions available on the T-Bone Junction bounty board!",Time=0)

[spokesman.dlc3_nar_com_spokesman_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="The Atlas corporation will return to break the bothersome shackles of freedom and choice that have plagued your weary minds.",Time=0)

[spokesman.dlc3_nar_com_spokesman_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Atlas believes in customer service above all else.  Though, all sales are final.",Time=0)

[spokesman.dlc3_nar_com_spokesman_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Do not take up arms to fight the oppressors.  You must leave the fighting to us when our schedule will permit your defense.  If you are stabbed, control the bleeding as best you can.  If you find yourself bitten, walk it off.  We will protect you!",Time=0)

[spokesman.dlc3_nar_com_spokesman_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Give us your hungry, and we'll give them our leftovers. Give us your poor, and we'll give them a job that might pay. Give us your weary, and we'll make them sing us a song. We are Atlas.",Time=0)

[spokesman.dlc3_nar_com_spokesman_5 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Who are your leaders?  Who makes the decisions that will most affect your lives?  Before you answer:  Atlas.",Time=0)

[spokesman.dlc3_nar_com_spokesman_6 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Do not worry.  Pandora is the 13th most important planet within our interglobal dominion.  We might not spend much of our budget on you, but at least you're not on Promethia!",Time=0)

[spokesman.dlc3_nar_echo_spokesman_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Do you ever feel like you are just firing blanks?  Do the ladies in your life find your gun a little short on firepower?  You need Engorge, by Atlas!  Engorge will have you firing on all barrels...",Time=0)

[spokesman.dlc3_nar_echo_spokesman_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Tired of shooting a carbine when you want really want a rifle?  Try Engorge and you'll be firing automatically, fully-automatic, on all cylinders.",Time=0)

[spokesman.dlc3_nar_echo_spokesman_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Haven't you tried Engorge yet? What's stopping you? Side effects? Are a few seeping boils going to stop you from satisfying the woman you can never obtain? It's time to try Engorge, and you'll be seeping into something else!",Time=0)

[spokesman.dlc3_nar_echo_spokesman_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Engorge.  The only product ever to be personally endorsed by notorious ladies man, Mr. Shank.",Time=0)

[spokesman.dlc3_nar_echo_spokesman_5 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Maybe its time you should see Dr. Zed about Engorge. He'll prescribe to almost anyone, hell, he's not even a doctor.",Time=0)

[scooter.dlc3_nar_live_scooter_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Shit and meatballs! Didn't think I'd ever see your dumb ass again! Did you really open the Vault? Did that Steele chick take her clothes off yet? I need details, though.",Time=0)

[scooter.dlc3_nar_live_scooter_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Act all casual like when I say this.  I'm gonna speak in code, so I hope you have the mental capacity to follow.  Your 'lady friend' told me to send you to 'Moxxi's place' when you stopped by... If you know what I'm saying.",Time=0)

[scooter.dlc3_nar_live_scooter_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You ain't gettin' nowhere without wheels boy... and maybe girl.  I've been cookin' up somethin' new but I ain't finished the booster system yet. Need a bit'a secret sauce if you're willin' to lend a hand.",Time=0)

[scooter.dlc3_nar_echo_scooter_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Alright!  What I'm gonna need is a X-372 Supercharger, but not the 373... there was a recall on that thing on account a people burning alive.  Also, a big 'ole tank of nitrous, and one of them fancy exhaust booger things.  I don't even know what it does, man.",Time=0)

[scooter.dlc3_nar_echo_scooter_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Smokin' Jesus titty cinnamon! That is a monster!  That's gonna be sweet!",Time=0)

[scooter.dlc3_nar_echo_scooter_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Well, shoot, looks like the passenger seat's gonna have to go bye-bye to fit that bad boy in there.  I'll get to work on that right now.",Time=0)

[scooter.dlc3_nar_echo_scooter_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Yeah... Yeah, that's probably the thing that... does the other thing... and shit.",Time=0)

[scooter.dlc3_nar_echo_scooter_5 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="I could always tell you were the resourceful type.  Bring 'em on back and we'll get you rollin'!",Time=0)

[scooter.dlc3_nar_live_scooter_6 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hey, one of those Crimson bucket sluts did a number on my hand trying to get information on your secret lady friend.  I didn't tell 'em nothin' but I can't install anything right now.  Give me a hand gettin' this stuff in?",Time=0)

[scooter.dlc3_nar_live_scooter_7 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Ooo-ee!  Ain't she a monster! Just gotta hack the specs into the digistruct module so my Catch-A-Ride can build these bad boys for you.  Hit that switch over there.",Time=0)

[scooter.dlc3_nar_live_scooter_8 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Your friend is hangin' with Moxxi out at her joint in the Fathoms.  Grab one a those monsters we just finished and get your ass movin'.",Time=0)

[scooter.dlc3_nar_echo_scooter_101 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hey man!  You don't wanna go out there on foot.  T-Bone Junction is strictly a no-walk zone!  We get enough accidents 'round here as it is, we don't need to add you to the roadkill. You ain't leavin' without wheels.  Catch-A-Ride!",Time=0)

[scooter.dlc3_nar_echo_scooter_102 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Dude!  You don't want to head out on the open road without a car, man! Also, that gate only opens for vehicles, anyway!  Get your ass back here and Catch-A-Ride!",Time=0)

[scooter.dlc3_nar_echo_scooter_103 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Come on back here, man.  Gate won't open unless you got a set of wheels or a monster bribe and you ain't got none of those.",Time=0)

[scooter.dlc3_nar_echo_scooter_104 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You'll need to be drivin' if you want to get out of town, man.",Time=0)

[scooter.dlc3_nar_echo_scooter_105 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Shoot.  You  must be from a planet full of morons!  You need a car to get to the highway.",Time=0)

[scooter.dlc3_nar_echo_scooter_201 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Scooter here.  Just a head's up that those Crimson d-bags set up some road blocks on the highway. Just get your murder on and we'll pretend nobody saw nothin'.",Time=0)

[scooter.dlc3_nar_echo_scooter_202 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Just a quick note about Moxxi in the event you ain't met her. She's got a peculiar streak in 'er. Loves the lime light, but she ain't as sketchy as she appears to be on stage. ... Oh, almost forgot, she's my Mom. So you treat her right or I'll bury you where I buried Lucky. Yeah, I killed him, don't act all surprised. I told you I was gonna do it.",Time=0)

[scooter.dlc3_nar_echo_scooter_203 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Coming up is the Parched Fathoms. A hundred years ago or something, it used to be our main source of water until Atlas drained the bitch so they could have a huge swimmin' pool on their space station. I'm not kidding about any of that.",Time=0)

[scooter.dlc3_nar_echo_scooter_204 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hey there!  Momma said you'll be needin' the Racer for one a yer 'adventures'.  I've uploaded the digistruct to the Catch-a-Ride system.  You should be able to grab one whenever you want.  I'd be careful though.  Compared to the Monster that thing might as well be a box of gravy with wheels.",Time=0)

[scooter.dlc3_nar_echo_scooter_981 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hey man!  Scooter here!  I could sure use ya to get outta doing some actual work.  Come on in and I'll give you another job.",Time=0)

[moxxi.dlc3_nar_com_moxxi_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Mr. Shank, is that you?  If it's you, I already told you your money is no good-- ... Oh!  It's you.  You won't need your money here.  Tiger growl.",Time=0)

[moxxi.dlc3_nar_live_moxxi_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Excuse the mess, but a good kidnapping is never clean.  Shank busted in and took Miss Athena for a little ride. You shoulda seen the fight she put up!  That kitty has claws!",Time=0)

[moxxi.dlc3_nar_live_moxxi_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Mr. Shank is after the chunk-a-change that Atlas has put on Athena's pretty little face.  If you want her, you'll need to do some fancy drivin.'  Luckily, I'm just the person to help with that.",Time=0)

[moxxi.dlc3_nar_live_moxxi_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Been workin' on a new show that should give you the practice you need to get to your girl back. I'll fill you in when you are in the stadium. Don't worry, unlike my other shows, this one doesn't have whips or chains.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_5 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Mr. Shank is king dick at Lockdown Palace and it ain't called that for nothin'.  Shank won't let anyone in or out without his A-OK.  There's only one way I can think of to get in, but you need to be a world class stunt driver to pull it off.  My son tells me you got the goods, but I need to see for myself.  Use that Catch-A-Ride and we'll get started.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_6 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="The Racer is a little somethin' I had my Scootiekins whip up for me. Got the extra junk in 'er trunk you'll need to storm the castle.  Now let's get started.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_7 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Yes! Ring of Fire! A classic. OK, the next one is a bit tougher, but always gets a bigger round of applause.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_8 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="There you have it ladies and gentlemen!  Have you ever seen such a spectacular feat?!  (laughs) Just practicing my schtick, you know?  OK, come on back and we'll get you on your way.",Time=0)

[moxxi.dlc3_nar_live_moxxi_9 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Are you ready to rescue the princess? I think you can handle it. Head out to the prison. You're looking for an outcropping near the base of the plateau with a ramp nearby. My ex built it back when. I'll be in touch when you get closer.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_10 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Now why am I risking my neck for you?  First off, I think you're cute.  Second, Atlas occupation of Pandora has put a real pinch on my business.  When you guys started riling things up on this rock, more people came through my joint in a night than booze went through my second husband's liver.  Now the Lance control of the highway is shutting me down in a hurry.  That's where you and your chica come in.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_11 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You should be able to see the prison now. It used to be an island in the ancient sea.  Now it's Mr. Shank's own personal male stabbing machine-- that's what she said!  High five?  Nobody?  *ahem* You're looking for an outcropping west of the palace.  That's going to be your ticket in.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_12 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You've found hubby #1's house.  I always thought his roof would make a great stunt ramp.  Time to find out.  It's showtime.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_13 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="When you get inside the walls, find an Echo transmitter so I know you made it.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_14 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Ha ha!  You made it!  I bet those bitches weren't expecting you to land on their heads.  OK, I'm sure Mr. Shank is holding your girl in one of the cell blocks.  Get inside the building.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_15 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Your only hope of getting Athena out is this little teleporter device she had.  We were hit so fast at the club that she didn't get a chance to use it.  I can guarantee Mr. Shank has it in his possession by now.  You'll need to get it from him.  No doubt this is an 'over-my-dead-body' kind of situation for him, so don't feel bad when you have to kill him. Aim low.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_16 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You killed my second husband. You actually killed him. I know I told you to but... I'm sorry, I need a minute. Go get the girl. I'll be in touch.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_17 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Sorry to be such a party shitter. Trying to make funeral plans and help you escape at the same time. My late husband's cronies will be coming after you. Just take a Monster off the old pier, you'll survive the fall. Oh, and pour one out for David-- heh, I mean Mr. Shank-- for me.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_101 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Sorry sweetie.  That just isn't going to cut it.  Try again!",Time=0)

[moxxi.dlc3_nar_echo_moxxi_102 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Um, no. That's no good. Try again.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_103 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Oh! So close. More of a gunman than a wheelman, eh?",Time=0)

[moxxi.dlc3_nar_echo_moxxi_104 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Sugar, Sugar, Sugar.  I might have to come up with a new plan.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_105 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="If you can't pull this off, the next stunt is way above your pay grade.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_111 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Told you it was tricky.  Give it another go.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_112 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="You gotta be hitting the launch point at top speed.  Remember it takes a bit for the burners to kick in to full.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_113 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Nope.  Again.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_114 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Ooo boy.  Lockdown Palace is going to remain locked down if you can't pull this off.",Time=0)

[moxxi.dlc3_nar_echo_moxxi_115 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Man! My boy oversold your skills.  Let's get it together!",Time=0)

[moxxi.dlc3_nar_echo_moxxi_116 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Do you look good in thigh-highs and latex?  'Cause if you can't pull this off, your only other option is a conjugal visit, know what I mean?",Time=0)

[moxxi.dlc3_nar_echo_moxxi_981 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hey sugar. I've got another job for you. Stop on by.",Time=0)

[knoxx.dlc3_nar_echo_knoxx_1 SoundNodeWave]
bMature=False
bManualWordWrap=TRUE
Subtitles[0]=(Text="(sigh)",Time=0)
Subtitles[1]=(Text="Alright. This is General Knoxx.",Time=9)
Subtitles[2]=(Text="I don't really want to be here.",Time=13)
Subtitles[3]=(Text="This planet smells like hemorrhoids wrapped in bacon.",Time=16)
Subtitles[4]=(Text="I sent Steele to this planet to take care",Time=20)
Subtitles[5]=(Text="of this little problem and also because--",Time=22)
Subtitles[6]=(Text="seriously have you heard her? She talks all the time.",Time=25)
Subtitles[7]=(Text="And hello, have you met our friend the sun?!",Time=28)
Subtitles[8]=(Text="So, I guess thanks for turning her into a meat kabob.",Time=30)
Subtitles[9]=(Text="Also, I'm going to kill you and stuff. Cheers, mate.",Time=35)
Subtitles[10]=(Text=" ",Time=37)
Subtitles[11]=(Text=" ",Time=38)

[knoxx.dlc3_nar_echo_knoxx_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hey man, me again.  The Admiral gave me a to-do list for today written in crayon.  Seriously, he spelled 'prison' with a picture of a tree and some macaroni glued to it.  I work for children... literally, the Admiral is five. Five. Goddam nepotism. Oh, hey, I sent Gamma team over to kill you.  No hard feelings.  Love.",Time=0)

[knoxx.dlc3_nar_echo_knoxx_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hey again.  So I just got a birthday card from the Admiral.  It's got a picture of a dragon on it and it says, 'To my special friend on his birthday, flame on!' And the dragon is lighting the candles on a cake with his fire breath...  (sigh) That doesn't even make sense to me.  That's like mowing your lawn with a nuclear weapon.  It's not even my birthday.  I need to kill you so I can leave.  Maybe just kill yourself and save me the trouble, mate?",Time=0)

[knoxx.dlc3_nar_echo_knoxx_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hey, so I guess I was wrong. I thought you were going to be cool and help me get out of here, but... You would not believe the shit that I have to put up with. The Admiral just made me French toast out of a sock and some freakin' gum. Mate, all bets are off. I'm going to have to kill you now. I'm sorry.",Time=0)

[knoxx.dlc3_nar_tc_knoxx_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Well, that's just inappropriate timing. I got tired of waiting and was hoping to be dead before you got here. I can't stand this place.",Time=0)

[knoxx.dlc3_nar_tc_knoxx_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Make you a deal, if you best me in this fight, which seems likely, maybe you could just blow the planet up entirely.  Kill all of them.  That's the fairest thing to do.",Time=0)

[shank.dlc3_nar_echo_shank_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Are you attempting stealth? Is this what stealth looks like to you? You're on camera by the way and this is the first non-rerun we've all seen in, like, fourteen years. Chaz even made chili-cheese fries. Chaz is really nice-- hey, I'm not into him. No way. If you're looking for the girl I can assure you she is unharmed. ... Shit! Not that we wouldn't. I mean, we'd totally harm her. I'm thinking of harming her right now. Maybe Chaz'll come too.",Time=0)

[shank.dlc3_nar_echo_shank_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Chaz, stop!  Oh my God I am so ticklish there! Oh, did I hit the transmit button?  Oh crap.  Uhhh... Hey, yeah, so you're still gonna try to infiltrate my palace?  Death on your head and such.",Time=0)

[shank.dlc3_nar_echo_shank_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Did you just kill Jerome?  His pecs were rock hard and we used to joke that they could deflect bullets. I guess they can't... poor Jerome.  Also, I'm pretty much totally gonna kill you now by the way.",Time=0)

[shank.dlc3_nar_echo_shank_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Yeah, so this shit is tits, guys.  You should see what my bitch thinks of me now! Hi-her name is Chaz...mina and, ah, she...",Time=0)

[shank.dlc3_nar_live_shank_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="That's Mr. Shank.",Time=0)

[prisoner.dlc3_nar_live_prisoner_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Oh man. Oh man. You're dead! You are dead! Shank's gonna gut you. Shank's gonna slit your throat. Shank's gonna suck your eyeballs out of their sockets with a straw. Shank's gonna-",Time=0)

[soldierb.dlc3_nar_live_soldierb_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Ha!  It's here!  I got it.  No problem.",Time=0)

[marcus.dlc3_nar_echo_marcus_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hello!  Marcus here!  I've got an opportunity for you.  Come see me at my place in T-Bone Junction.",Time=0)

[marcus.dlc3_nar_echo_marcus_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Hello!  Marcus here! I've got a job for you.  You can find me at the ruins of the Lance armory that you destroyed.",Time=0)

[marcus.dlc3_nar_live_marcus_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="I've managed to purchase the warehouse you blew up.  You'd be amazed at how much I managed to salvage.  If you do some work for me, I'll let you have a little shopping spree.  What do you say?",Time=0)

[marcus.dlc3_nar_live_marcus_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="I've managed to purchase this place from Atlas at a real bargain.  You'd be amazed at how much I managed to salvage.  If you do some work for me, I might be convinced to let you have a little shopping spree.  What do you say?",Time=0)

[Engorge.DLC3_NAR_Echo_Engorge_1 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Do you ever feel like you are just firing blanks? Do the ladies in your life find your gun a little short on firepower? You need Engorge, by Atlas! Engorge will have you firing on all .... I've managed to use some of Scooter's equipment to mask my signal inside a promotion for a male enhancement product, so it should be safe for us to communicate by ECHO now. Athena out.",Time=0)

[Engorge.DLC3_NAR_Echo_Engorge_2 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Tired of shooting a carbine when you want really want a rifle? Try Engorge and you'll be firing automatically, fully-automatic, on all cylinders .... Sit rep is go. Atlas has been stockpiling weapons in a base on the far side of the Fathoms, past Moxxi's. This armory is the key to their invasion plan. If we destroy it, the cost to their bottom line could jeopardize their strategy. At the very least it will buy the resistance, that is, me, time to prepare. I'll have more when you arrive. Athena out.",Time=0)

[Engorge.DLC3_NAR_Echo_Engorge_3 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Haven't you tried Engorge yet? What's stopping you? Side effects? Are a few seeping boils going to stop you from satisfying the woman you can never obtain? It's time to try Engorge, and you'll be seeping into .... Progress report: I've acquired the necessary pieces and the mission is on schedule.  The detonator should be prepared by the time you have acquired the code.  Athena out.",Time=0)

[Engorge.DLC3_NAR_Echo_Engorge_4 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Engorge. The only product ever to be personally endorsed by notorious ladies man, Mr. Shank. .... Yeah, so this shit is tits, guys. You should see what my bitch thinks of me now! Hi-her name is Chaz...mina and, ah, she .... My mission is accomplished. When you have the code, rendezvous at our previous location.  Athena out.",Time=0)

[Engorge.DLC3_NAR_Echo_Engorge_5 SoundNodeWave]
bMature=False
bManualWordWrap=False
Subtitles[0]=(Text="Maybe it's time you should see Dr. Zed about Engorge. He'll prescribe to almost anyone, hell, he's not even a doctor .... Walking in the front door of the depot is not an option. The code you acquired is for the side utility entrance. Be cautious. Athena out.",Time=0)